Repository: Garison/django-inventory-post
Catalog: apps/inventory/locale/*/LC_MESSAGES/django.po
Languages: es

source: view all inventories
es: ver todos los inventarios

source: create new inventory
es: crear nuevo inventario

source: current balances
es: balances corrientes

source: edit
es: editar

source: delete
es: eliminar

source: view all transactions
es: ver todas las transacciones

source: create new transaction
es: crear nueva transacción

source: locations
es: localizaciones

source: create new supplier
es: crear nuevo suplidor

source: suppliers
es: suplidores

source: assign templates
es: plantillas sin asignar

source: view all
es: ver todos

source: create new
es: crear nuevo

source: orphans
es: huérfanos

source: photos
es: fotos

source: related assets
es: activos relacionados

source: assign supplies
es: asignar suministros

source: assign suppliers
es: asignar suplidores

source: name
es: nombre

source: address
es: dirección

source: phone number
es: número de teléfono

source: location
es: localización

source: description
es: descripción

source: brand
es: marca

source: part number
es: número de pieza

source: notes
es: notas

source: supplies
es: suministros

source: item template
es: plantilla

source: item templates
es: plantillas

source: timedate
es: tiempo y hora

source: inventory
es: inventario

source: inventories
es: inventarios

source: date
es: fecha

source: inventory transaction
es: transacción de inventario

source: inventory transactions
es: transacciones de inventarios

source: supplier
es: suplidor

source: templates
es: plantillas

source: Will be deleted from any user that may have it assigned and from any item group.
es: Se eliminara de cualquier usuario que lo tenga asignado y de cualquier grupo de artículos.

source: orphan templates
es: plantillas huérfanas

source: transactions
es: transacciones

source: Transaction details
es: detalles de transacción

source: Unassigned templates
es: Plantillas sin asignar

source: Assigned templates
es: Plantillas asignados

source: Unassigned supplies
es: Suministros sin asignar

source: Assigned supplies
es: Suministros asignados

source: Unassigned suppliers
es: Ssuministros sin asignar

source: Assigned suppliers
es: Suministros asignados

source: assets that use the template
es: activos que utilizan la plantilla

source: quantity
es: cantidad

source: current balances for inventory: %s
es: balances actuales para inventario: %s
