Repository: Garison/django-inventory-post
Catalog: apps/generic_views/locale/*/LC_MESSAGES/django.po
Languages: es

source: None
es: Ninguno

source: The selected %s were added.
es: Los %s seleccionados fueron agregados.

source: The selected %s were removed.
es: Los %s seleccionados fueron removidos.

source: Details for %(object_name)s: %(object)s
es: Detalles para %(object_name)s: %(object)s

source: Details for: %(object)s
es: Detalles para: %(object)s

source: Edit %(object_name)s:
es: Editar %(object_name)s :

source: Edit
es: Editar

source: Create new %(object_name)s
es: Crear nuevo %(object_name)s

source: Assign %(title)s %(object)s
es: Asignar %(title)s %(object)s

source: Confirm
es: Confirmar

source: Confirm delete
es: Confirmar eliminación

source: Are you sure you wish to delete %(object_name)s: %(object)s?
es: ¿Está seguro que desea eliminar %(object_name)s: %(object)s ?

source: Are you sure you wish to delete: %(object)s?
es: ¿Está seguro que desea eliminar: %(object)s?

source: Yes
es: Sí

source: Details for %(title)s %(object)s
es: Detalles para %(title)s %(object)s

source: required
es: requerido

source: Save
es: Guardar

source: Submit
es: Enviar

source: Cancel
es: Cancelar

source: List of %(title)s
es: Lista de %(title)s

source: List of %(title)s (%(start)s - %(end)s out of %(total)s)
es: Lista de %(title)s (%(start)s - %(end)s de %(total)s)

source: List of %(title)s (%(total)s)
es: Lista de %(title)s (%(total)s)

source: Identifier
es: Identificador

source: There are no %(title)s
es: No hay %(title)s

source: Filter
es: Filtro
