Repository: Garison/django-inventory-post
Catalog: apps/importer/locale/*/LC_MESSAGES/django.po
Languages: es

source: Foreign key fetch error, line: %(line)s, expression: %(exp)s, error: %(err)s
es: Error buscando llave foránea, linea: %(line)s, expresión: %(exp)s, error: %(err)s

source: Import error, line: %(line)s, error: %(err)s
es: Error de importación, linea: %(line)s, error: %(err)s

source: Processed %s lines.
es: %s lineas procesadas.

source: Imported %s lines.
es: %s lineas importadas.

source: There were %s errors.
es: Hubo %s errores.

source: Only CSV files are valid uploads.
es: Solo se permite subir archivos tipo CSV.

source: Local document
es: Documento local

source: Model
es: Modelo

source: Model that will receive the data.
es: Modelo que recibira los datos.

source: Start row
es: Linea inicial

source: Delimiter
es: Delimitador

source: Escape character
es: Carácter de escape

source: Model field
es: Campo del modelo

source: Expression
es: Expresión

source: Arguments
es: Argumentos

source: Enabled
es: Habilitado

source: import results
es: Resultados de la importación

source: Results
es: Resultados

source: Import test run results
es: Resultados de la importación de prueba

source: Final import results
es: Resultados de la importación final

source: expressions
es: expresiones

source: Upload a file to import
es: Suba un documento a ser importado

source: Step %(step)s of %(step_count)s
es: Paso %(step)s de %(step_count)s

source: Next
es: Próximo

source: Finalize
es: Finalizar
